[
    "Game Boy Palette; (Joy-Con) Mario Red by TheWolfBunny64_ 807913468.png",
    "Game Boy Palette; 1st Vision Pastel by TheWolfBunny64_ 937380494.png",
    "Game Boy Palette; 3DS Virtual Console Green by TheWolfBunny64_ 970114461.png",
    "Game Boy Palette; 3DS Virtual Console Ver. by TheWolfBunny64_ 879260913.png",
    "Game Boy Palette; 7-Eleven Color Combo by TheWolfBunny64_ 934082025.png",
    "Game Boy Palette; 765 Production Ver. by TheWolfBunny64_ 807977771.png",
    "Game Boy Palette; 765PRO Pink by TheWolfBunny64_ 810551735.png",
    "Game Boy Palette; 765PRO TRICOLOR by TheWolfBunny64_ 934828680.png",
    "Game Boy Palette; A-RISE BLUE by TheWolfBunny64_ 963718101.png",
    "Game Boy Palette; Absorbent and Yellow by TheWolfBunny64_ 934827615.png",
    "Game Boy Palette; Advanced Indigo by TheWolfBunny64_ 882303770.png",
    "Game Boy Palette; Aegis Cherry by TheWolfBunny64_ 808262127.png",
    "Game Boy Palette; AKB48 Pink by TheWolfBunny64_ 810574557.png",
    "Game Boy Palette; ANA Sky Blue by TheWolfBunny64_ 875667097.png",
    "Game Boy Palette; Ancient Hisuian Brown by TheWolfBunny64_ 889341096.png",
    "Game Boy Palette; Android Green by TheWolfBunny64_ 808299717.png",
    "Game Boy Palette; Angry Volcano Ver. by TheWolfBunny64_ 810565610.png",
    "Game Boy Palette; animate blue by TheWolfBunny64_ 883046862.png",
    "Game Boy Palette; Anime Expo Red by TheWolfBunny64_ 889436714.png",
    "Game Boy Palette; Anime Expo Ver. by TheWolfBunny64_ 807895892.png",
    "Game Boy Palette; Aqours Blue by TheWolfBunny64_ 807891982.png",
    "Game Boy Palette; Aquatic Iro by TheWolfBunny64_ 810571964.png",
    "Game Boy Palette; Arendelle Winter Blue by TheWolfBunny64_ 934502097.png",
    "Game Boy Palette; Autobot Red by TheWolfBunny64_ 881465485.png",
    "Game Boy Palette; Baja Blast Beach by TheWolfBunny64_ 970113772.png",
    "Game Boy Palette; Baja Blast Storm by TheWolfBunny64_ 874471856.png",
    "Game Boy Palette; Bandai Namco Tricolor by TheWolfBunny64_ 934158672.png",
    "Game Boy Palette; BANDAI NAMCO Ver. by TheWolfBunny64_ 808125048.png",
    "Game Boy Palette; BANGTAN ARMY PURPLE by TheWolfBunny64_ 970112316.png",
    "Game Boy Palette; Barbie Pink by TheWolfBunny64_ 881167114.png",
    "Game Boy Palette; Bedrock Caveman Vision by TheWolfBunny64_ 969547494.png",
    "Game Boy Palette; Beijing Blue by TheWolfBunny64_ 817662490.png",
    "Game Boy Palette; Berserk Blood by TheWolfBunny64_ 880736165.png",
    "Game Boy Palette; Bikini Bottom Ver. by TheWolfBunny64_ 808843802.png",
    "Game Boy Palette; Bill's PC Screen by TheWolfBunny64_ 922811178.png",
    "Game Boy Palette; Bizarre Pink by TheWolfBunny64_ 808034625.png",
    "Game Boy Palette; BLACKPINK BLINK PINK by TheWolfBunny64_ 956890357.png",
    "Game Boy Palette; Blossom Pink by TheWolfBunny64_ 808845471.png",
    "Game Boy Palette; Blue Bomber Azure by TheWolfBunny64_ 882653998.png",
    "Game Boy Palette; Blue Stripes Ver. by TheWolfBunny64_ 810543604.png",
    "Game Boy Palette; Bobblun Blue by TheWolfBunny64_ 864194725.png",
    "Game Boy Palette; Brilliant Diamond Blue by TheWolfBunny64_ 889731643.png",
    "Game Boy Palette; Bubbles Blue by TheWolfBunny64_ 808845869.png",
    "Game Boy Palette; Bubblun Green by TheWolfBunny64_ 864194151.png",
    "Game Boy Palette; Buttercup Green by TheWolfBunny64_ 808846329.png",
    "Game Boy Palette; Camouflage Ver. by TheWolfBunny64_ 810501137.png",
    "Game Boy Palette; Cardcaptor Pink by TheWolfBunny64_ 808927487.png",
    "Game Boy Palette; Champion's Tunic by TheWolfBunny64_ 881458467.png",
    "Game Boy Palette; Chaos Emerald Green by TheWolfBunny64_ 882653506.png",
    "Game Boy Palette; Cheeto Orange by TheWolfBunny64_ 902978322.png",
    "Game Boy Palette; Cherry Blossom Pink by TheWolfBunny64_ 883278784.png",
    "Game Boy Palette; Chozo Blue by TheWolfBunny64_ 889906512.png",
    "Game Boy Palette; Christmas Gold by TheWolfBunny64_ 861894292.png",
    "Game Boy Palette; Christmas Ver. by TheWolfBunny64_ 808921235.png",
    "Game Boy Palette; CINDERELLA Blue by TheWolfBunny64_ 810554711.png",
    "Game Boy Palette; Classic Blurple by TheWolfBunny64_ 807973553.png",
    "Game Boy Palette; Classic LCD by TheWolfBunny64_ 879260762.png",
    "Game Boy Palette; Classy Christmas by TheWolfBunny64_ 934039521.png",
    "Game Boy Palette; Clover Green by TheWolfBunny64_ 881168428.png",
    "Game Boy Palette; Cola-Cola Red by TheWolfBunny64_ 808488517.png",
    "Game Boy Palette; COLLECTION of SaGa Ver. by TheWolfBunny64_ 882675282.png",
    "Game Boy Palette; Colorful Horizons by TheWolfBunny64_ 956889812.png",
    "Game Boy Palette; Cosmo Green by TheWolfBunny64_ 808135021.png",
    "Game Boy Palette; Crash Orange by TheWolfBunny64_ 881168755.png",
    "Game Boy Palette; Crunchyroll Orange by TheWolfBunny64_ 807997591.png",
    "Game Boy Palette; Deku Alpha Emerald by TheWolfBunny64_ 810541701.png",
    "Game Boy Palette; Demon's Gold by TheWolfBunny64_ 881456777.png",
    "Game Boy Palette; Devil Red by TheWolfBunny64_ 883276425.png",
    "Game Boy Palette; Dew Green by TheWolfBunny64_ 808487710.png",
    "Game Boy Palette; Digivice Ver. by TheWolfBunny64_ 808837015.png",
    "Game Boy Palette; Disney Dream Blue by TheWolfBunny64_ 877293506.png",
    "Game Boy Palette; DK Arcade Blue by TheWolfBunny64_ 882303039.png",
    "Game Boy Palette; DK Barrel Brown by TheWolfBunny64_ 881460193.png",
    "Game Boy Palette; DMG Pea Green by TheWolfBunny64_ 882680245.png",
    "Game Boy Palette; DMG Ver. by TheWolfBunny64_ 808181265.png",
    "Game Boy Palette; DMG-GOLD by TheWolfBunny64_ 882301822.png",
    "Game Boy Palette; DMG-SWITCH by TheWolfBunny64_ 956892316.png",
    "Game Boy Palette; Do The Dew Ver. by TheWolfBunny64_ 808658134.png",
    "Game Boy Palette; Domino's Blue by TheWolfBunny64_ 904978511.png",
    "Game Boy Palette; Doraemon Tricolor by TheWolfBunny64_ 881448172.png",
    "Game Boy Palette; Dr Pepper Red by TheWolfBunny64_ 889917954.png",
    "Game Boy Palette; Dragon Ball Orange by TheWolfBunny64_ 861435383.png",
    "Game Boy Palette; Dream Land GB Ver. by TheWolfBunny64_ 882657464.png",
    "Game Boy Palette; Duolingo Green by TheWolfBunny64_ 889340467.png",
    "Game Boy Palette; Duracell Copper by TheWolfBunny64_ 881468371.png",
    "Game Boy Palette; Ebott Prolouge by TheWolfBunny64_ 931484556.png",
    "Game Boy Palette; Eevee Brown by TheWolfBunny64_ 808247309.png",
    "Game Boy Palette; Equestrian Purple by TheWolfBunny64_ 881464510.png",
    "Game Boy Palette; EVA-01 by TheWolfBunny64_ 881460739.png",
    "Game Boy Palette; Fairy Tail Red by TheWolfBunny64_ 810574570.png",
    "Game Boy Palette; Famicom Disk Yellow by TheWolfBunny64_ 881169045.png",
    "Game Boy Palette; Famicom Frenzy by TheWolfBunny64_ 882302562.png",
    "Game Boy Palette; Fool's Gold and Silver by TheWolfBunny64_ 933315457.png",
    "Game Boy Palette; Frog Coin Green by TheWolfBunny64_ 969052515.png",
    "Game Boy Palette; Fruity Orange by TheWolfBunny64_ 810574227.png",
    "Game Boy Palette; Funimation Melon by TheWolfBunny64_ 889732657.png",
    "Game Boy Palette; Fury Blue by TheWolfBunny64_ 881449232.png",
    "Game Boy Palette; Gamate Ver. by TheWolfBunny64_ 808006887.png",
    "Game Boy Palette; Game Awards Cyan by TheWolfBunny64_ 810534004.png",
    "Game Boy Palette; Game Grump Orange by TheWolfBunny64_ 808151801.png",
    "Game Boy Palette; Game Master Ver. by TheWolfBunny64_ 808288634.png",
    "Game Boy Palette; Gamebuino Classic Ver. by TheWolfBunny64_ 881166806.png",
    "Game Boy Palette; GameCube Glimmer by TheWolfBunny64_ 937380203.png",
    "Game Boy Palette; GameKing Ver. by TheWolfBunny64_ 808657288.png",
    "Game Boy Palette; Garfield Vision by TheWolfBunny64_ 969153251.png",
    "Game Boy Palette; Garry's Blue by TheWolfBunny64_ 882654469.png",
    "Game Boy Palette; Ghostly Aoi by TheWolfBunny64_ 810574727.png",
    "Game Boy Palette; Giga Kiwi DMG by TheWolfBunny64_ 882679084.png",
    "Game Boy Palette; Glitchy Blue by TheWolfBunny64_ 877517330.png",
    "Game Boy Palette; Gold, Silver, and Bronze by TheWolfBunny64_ 934161155.png",
    "Game Boy Palette; Golden Kiiro by TheWolfBunny64_ 810573647.png",
    "Game Boy Palette; Golden Trophy by TheWolfBunny64_ 883279365.png",
    "Game Boy Palette; Golden Wild by TheWolfBunny64_ 807962743.png",
    "Game Boy Palette; Google Blue by TheWolfBunny64_ 808309315.png",
    "Game Boy Palette; Google Green by TheWolfBunny64_ 808309720.png",
    "Game Boy Palette; Google Red by TheWolfBunny64_ 808308848.png",
    "Game Boy Palette; Google Yellow by TheWolfBunny64_ 808309498.png",
    "Game Boy Palette; Goomba Brown by TheWolfBunny64_ 883049810.png",
    "Game Boy Palette; Grand Ivory by TheWolfBunny64_ 881455013.png",
    "Game Boy Palette; Green Awakening by TheWolfBunny64_ 883049033.png",
    "Game Boy Palette; Green Banana by TheWolfBunny64_ 810518776.png",
    "Game Boy Palette; Greenscale Ver. (A classic!) by TheWolfBunny64_ 808011585.png",
    "Game Boy Palette; Grinchy Green by TheWolfBunny64_ 882683688.png",
    "Game Boy Palette; Halloween Ver. by TheWolfBunny64_ 808919321.png",
    "Game Boy Palette; Hogwarts Goldius by TheWolfBunny64_ 902653020.png",
    "Game Boy Palette; Hokage Orange by TheWolfBunny64_ 810534793.png",
    "Game Boy Palette; holoblue by TheWolfBunny64_ 875946342.png",
    "Game Boy Palette; IDOL WORLD TRICOLOR!!! by TheWolfBunny64_ 934056313.png",
    "Game Boy Palette; Inkling Tricolor by TheWolfBunny64_ 934077941.png",
    "Game Boy Palette; Investigation Yellow by TheWolfBunny64_ 810529446.png",
    "Game Boy Palette; Invincible Blue by TheWolfBunny64_ 882682328.png",
    "Game Boy Palette; Irish Green by TheWolfBunny64_ 845638234.png",
    "Game Boy Palette; Island Green by TheWolfBunny64_ 810574597.png",
    "Game Boy Palette; J-Pop Idol Sherbet by TheWolfBunny64_ 937382662.png",
    "Game Boy Palette; Kakarot Orange by TheWolfBunny64_ 861434630.png",
    "Game Boy Palette; Kentucky Fried Red by TheWolfBunny64_ 902975935.png",
    "Game Boy Palette; Kingdom Key Gold by TheWolfBunny64_ 902493926.png",
    "Game Boy Palette; Labo Fawn by TheWolfBunny64_ 808263438.png",
    "Game Boy Palette; LAWSON BLUE by TheWolfBunny64_ 889435801.png",
    "Game Boy Palette; LCD Clock Green by TheWolfBunny64_ 882302170.png",
    "Game Boy Palette; Legendary Super Saiyan by TheWolfBunny64_ 810503022.png",
    "Game Boy Palette; Lemon-Lime Green by TheWolfBunny64_ 808856335.png",
    "Game Boy Palette; Leprechaun Green by TheWolfBunny64_ 883281858.png",
    "Game Boy Palette; Liella Purple! by TheWolfBunny64_ 874519946.png",
    "Game Boy Palette; Light Ver. by TheWolfBunny64_ 808182168.png",
    "Game Boy Palette; Lime Midori by TheWolfBunny64_ 810574708.png",
    "Game Boy Palette; Link's Awakening DX Ver. by TheWolfBunny64_ 808141340.png",
    "Game Boy Palette; Love Live Bright Pink! by TheWolfBunny64_ 807967550.png",
    "Game Boy Palette; Mania Plus Green by TheWolfBunny64_ 810574653.png",
    "Game Boy Palette; Mega Man V Ver. by TheWolfBunny64_ 808857157.png",
    "Game Boy Palette; Metallic Paldea Brass by TheWolfBunny64_ 933472566.png",
    "Game Boy Palette; Microvision Ver. by TheWolfBunny64_ 808253572.png",
    "Game Boy Palette; Miku Blue by TheWolfBunny64_ 810574553.png",
    "Game Boy Palette; MILLION LIVE GOLD! by TheWolfBunny64_ 808266527.png",
    "Game Boy Palette; MILLION Yellow! by TheWolfBunny64_ 810557937.png",
    "Game Boy Palette; Miraitowa Blue by TheWolfBunny64_ 808234535.png",
    "Game Boy Palette; Moonlight Vision by TheWolfBunny64_ 817661337.png",
    "Game Boy Palette; Muse Pink by TheWolfBunny64_ 808001642.png",
    "Game Boy Palette; Namco Idol Pink by TheWolfBunny64_ 904977864.png",
    "Game Boy Palette; NASCAR Ver. by TheWolfBunny64_ 808848667.png",
    "Game Boy Palette; Neo Geo Pocket Ver. by TheWolfBunny64_ 808485141.png",
    "Game Boy Palette; Neon Blue by TheWolfBunny64_ 807910649.png",
    "Game Boy Palette; Neon Green by TheWolfBunny64_ 807911390.png",
    "Game Boy Palette; Neon Orange by TheWolfBunny64_ 817660194.png",
    "Game Boy Palette; Neon Pink by TheWolfBunny64_ 807912702.png",
    "Game Boy Palette; Neon Purple by TheWolfBunny64_ 817659657.png",
    "Game Boy Palette; Neon Red by TheWolfBunny64_ 807910019.png",
    "Game Boy Palette; Neon Yellow by TheWolfBunny64_ 807910978.png",
    "Game Boy Palette; NHK Silver Gray by TheWolfBunny64_ 889918325.png",
    "Game Boy Palette; Nick Orange by TheWolfBunny64_ 807920018.png",
    "Game Boy Palette; niconico sea green by TheWolfBunny64_ 881466403.png",
    "Game Boy Palette; Nightvision Green by TheWolfBunny64_ 934128449.png",
    "Game Boy Palette; Nijigasaki Orange by TheWolfBunny64_ 875669082.png",
    "Game Boy Palette; Nijigasaki Yellow by TheWolfBunny64_ 808002454.png",
    "Game Boy Palette; Ninja Turtle Green by TheWolfBunny64_ 810574661.png",
    "Game Boy Palette; Nintendo Switch Lite Ver. by TheWolfBunny64_ 808044196.png",
    "Game Boy Palette; Nokia 3310 Ver. by TheWolfBunny64_ 881167927.png",
    "Game Boy Palette; Odyssey Boy by TheWolfBunny64_ 969044947.png",
    "Game Boy Palette; Odyssey Gold by TheWolfBunny64_ 808022303.png",
    "Game Boy Palette; Olympic Bronze by TheWolfBunny64_ 874526492.png",
    "Game Boy Palette; Olympic Gold by TheWolfBunny64_ 874472128.png",
    "Game Boy Palette; Olympic Silver by TheWolfBunny64_ 874525259.png",
    "Game Boy Palette; Oni Aka by TheWolfBunny64_ 810573032.png",
    "Game Boy Palette; Pac-Man Vision by TheWolfBunny64_ 922541341.png",
    "Game Boy Palette; Pac-Man Yellow by TheWolfBunny64_ 845637251.png",
    "Game Boy Palette; PAC-PALETTE by TheWolfBunny64_ 934121158.png",
    "Game Boy Palette; Paris Gold by TheWolfBunny64_ 817662260.png",
    "Game Boy Palette; Patrick Star Pink by TheWolfBunny64_ 807899954.png",
    "Game Boy Palette; Pepsi Vision by TheWolfBunny64_ 861894560.png",
    "Game Boy Palette; Perfect Majin Emperor by TheWolfBunny64_ 937380864.png",
    "Game Boy Palette; Perfected Ultra Instinct by TheWolfBunny64_ 810509444.png",
    "Game Boy Palette; Phantom Red by TheWolfBunny64_ 808858154.png",
    "Game Boy Palette; Pikachu Yellow by TheWolfBunny64_ 808246300.png",
    "Game Boy Palette; PINK109 by TheWolfBunny64_ 881446665.png",
    "Game Boy Palette; Pizza Hut Red by TheWolfBunny64_ 881453407.png",
    "Game Boy Palette; Plumbob Green by TheWolfBunny64_ 881454049.png",
    "Game Boy Palette; POCKET SWITCH by TheWolfBunny64_ 956933385.png",
    "Game Boy Palette; Pocket Tales Ver. by TheWolfBunny64_ 810528215.png",
    "Game Boy Palette; Pocket Ver. by TheWolfBunny64_ 808181843.png",
    "Game Boy Palette; PocketStation Ver. by TheWolfBunny64_ 879517372.png",
    "Game Boy Palette; Pokedex Red by TheWolfBunny64_ 875979818.png",
    "Game Boy Palette; Pokemon mini Ver. by TheWolfBunny64_ 808171869.png",
    "Game Boy Palette; Pokemon Pinball Ver. by TheWolfBunny64_ 882658817.png",
    "Game Boy Palette; Pokemon Ver. by TheWolfBunny64_ 808148223.png",
    "Game Boy Palette; Poketch Ver. by TheWolfBunny64_ 882660430.png",
    "Game Boy Palette; Pretty Guardian Gold by TheWolfBunny64_ 808933597.png",
    "Game Boy Palette; Puyo Puyo Green by TheWolfBunny64_ 881451671.png",
    "Game Boy Palette; RADIANT SMILE RAMP by TheWolfBunny64_ 963554026.png",
    "Game Boy Palette; Retro Bogeda by TheWolfBunny64_ 817658854.png",
    "Game Boy Palette; Rockstar Orange by TheWolfBunny64_ 881450285.png",
    "Game Boy Palette; Rocky-Valley Holiday by TheWolfBunny64_ 882678573.png",
    "Game Boy Palette; Royal Blue by TheWolfBunny64_ 817659365.png",
    "Game Boy Palette; Ryuuguu Sunset by TheWolfBunny64_ 938887850.png",
    "Game Boy Palette; S.E.E.S. Blue by TheWolfBunny64_ 810531759.png",
    "Game Boy Palette; Sailor Spinach Green by TheWolfBunny64_ 880661200.png",
    "Game Boy Palette; Saint Snow Red by TheWolfBunny64_ 810514185.png",
    "Game Boy Palette; SAITAMA SUPER BLUE by TheWolfBunny64_ 887073773.png",
    "Game Boy Palette; SAITAMA SUPER GREEN by TheWolfBunny64_ 887074051.png",
    "Game Boy Palette; Saiyan Beast Silver by TheWolfBunny64_ 963545291.png",
    "Game Boy Palette; Sakura Pink by TheWolfBunny64_ 810572503.png",
    "Game Boy Palette; Sanrio Pink by TheWolfBunny64_ 808118888.png",
    "Game Boy Palette; Scarlett Green by TheWolfBunny64_ 877516789.png",
    "Game Boy Palette; School Idol Mix by TheWolfBunny64_ 883047563.png",
    "Game Boy Palette; Scooby-Doo Mystery Ver. by TheWolfBunny64_ 808164549.png",
    "Game Boy Palette; SEGA Tokyo Blue by TheWolfBunny64_ 881457869.png",
    "Game Boy Palette; SEIKO Timer Yellow by TheWolfBunny64_ 881446121.png",
    "Game Boy Palette; Shenron Green by TheWolfBunny64_ 880662053.png",
    "Game Boy Palette; Shining Pearl Pink by TheWolfBunny64_ 889732307.png",
    "Game Boy Palette; SHINY Sky Blue by TheWolfBunny64_ 810562652.png",
    "Game Boy Palette; SideM Green by TheWolfBunny64_ 810560725.png",
    "Game Boy Palette; Silver Shiro by TheWolfBunny64_ 810573959.png",
    "Game Boy Palette; Simpson Yellow by TheWolfBunny64_ 883276866.png",
    "Game Boy Palette; Sky Pop Ivory by TheWolfBunny64_ 889341569.png",
    "Game Boy Palette; Slime Blue by TheWolfBunny64_ 810574690.png",
    "Game Boy Palette; Smurfy Blue by TheWolfBunny64_ 880631994.png",
    "Game Boy Palette; Someity Pink by TheWolfBunny64_ 808235786.png",
    "Game Boy Palette; Sonic Mega Blue by TheWolfBunny64_ 877359173.png",
    "Game Boy Palette; Spider-Verse Red by TheWolfBunny64_ 970113349.png",
    "Game Boy Palette; SpongeBob Yellow by TheWolfBunny64_ 807899372.png",
    "Game Boy Palette; Spooky Purple by TheWolfBunny64_ 883277398.png",
    "Game Boy Palette; Spotify Green by TheWolfBunny64_ 889906803.png",
    "Game Boy Palette; Sprite Green by TheWolfBunny64_ 877361015.png",
    "Game Boy Palette; Star Command Green by TheWolfBunny64_ 881167598.png",
    "Game Boy Palette; Starbucks Green by TheWolfBunny64_ 889918587.png",
    "Game Boy Palette; Steam Gray by TheWolfBunny64_ 882655947.png",
    "Game Boy Palette; Stone Orange by TheWolfBunny64_ 810546087.png",
    "Game Boy Palette; Straw Hat Red by TheWolfBunny64_ 810535450.png",
    "Game Boy Palette; Sunny Passion Paradise by TheWolfBunny64_ 963540942.png",
    "Game Boy Palette; Super Famicom Supreme by TheWolfBunny64_ 934519944.png",
    "Game Boy Palette; Super Mushroom Vision by TheWolfBunny64_ 889340710.png",
    "Game Boy Palette; Super Saiyan 3 by TheWolfBunny64_ 810523435.png",
    "Game Boy Palette; Super Saiyan Blue by TheWolfBunny64_ 808031376.png",
    "Game Boy Palette; Super Saiyan Blue Evolved by TheWolfBunny64_ 810526930.png",
    "Game Boy Palette; Super Saiyan by TheWolfBunny64_ 810507425.png",
    "Game Boy Palette; Super Saiyan God by TheWolfBunny64_ 808029727.png",
    "Game Boy Palette; Super Saiyan Rose by TheWolfBunny64_ 810504150.png",
    "Game Boy Palette; Super Star Pink by TheWolfBunny64_ 880737134.png",
    "Game Boy Palette; Superball Ivory by TheWolfBunny64_ 807993493.png",
    "Game Boy Palette; Supervision Ver. by TheWolfBunny64_ 808177199.png",
    "Game Boy Palette; Survey Corps Brown by TheWolfBunny64_ 810574584.png",
    "Game Boy Palette; Susan G. Pink by TheWolfBunny64_ 881452792.png",
    "Game Boy Palette; Swampy Ogre Green by TheWolfBunny64_ 880632737.png",
    "Game Boy Palette; Sword Art Cyan by TheWolfBunny64_ 810537037.png",
    "Game Boy Palette; Tamagotchi Ver. by TheWolfBunny64_ 808857708.png",
    "Game Boy Palette; Tea Midori by TheWolfBunny64_ 810572166.png",
    "Game Boy Palette; Team Rocket Red by TheWolfBunny64_ 881169382.png",
    "Game Boy Palette; Teyvat Brown by TheWolfBunny64_ 889867744.png",
    "Game Boy Palette; TI-83 Ver. by TheWolfBunny64_ 808254720.png",
    "Game Boy Palette; Tiger Game.com Ver. by TheWolfBunny64_ 808053032.png",
    "Game Boy Palette; Timeless Gold and Red by TheWolfBunny64_ 879518003.png",
    "Game Boy Palette; Timing Hero Ver. by TheWolfBunny64_ 882681402.png",
    "Game Boy Palette; Tokyo Disney Magic by TheWolfBunny64_ 889918817.png",
    "Game Boy Palette; Tokyo Midtown Ver. by TheWolfBunny64_ 808272072.png",
    "Game Boy Palette; Tokyo Red by TheWolfBunny64_ 817661789.png",
    "Game Boy Palette; TOKYO SKYTREE CLOUDY BLUE by TheWolfBunny64_ 881469420.png",
    "Game Boy Palette; Travel Wood by TheWolfBunny64_ 808144066.png",
    "Game Boy Palette; Treasure Gold by TheWolfBunny64_ 883277800.png",
    "Game Boy Palette; Tropical Starfall by TheWolfBunny64_ 939431319.png",
    "Game Boy Palette; TROPICAL TWICE APRICOT by TheWolfBunny64_ 963754404.png",
    "Game Boy Palette; Ultra Black by TheWolfBunny64_ 882304425.png",
    "Game Boy Palette; UTA RED by TheWolfBunny64_ 933460950.png",
    "Game Boy Palette; Value Orange by TheWolfBunny64_ 874519561.png",
    "Game Boy Palette; Virtual Vision by TheWolfBunny64_ 807920873.png",
    "Game Boy Palette; VMU Ver. by TheWolfBunny64_ 808285267.png",
    "Game Boy Palette; Vulnerable Blue by TheWolfBunny64_ 934125535.png",
    "Game Boy Palette; Walmart Discount Blue by TheWolfBunny64_ 808304574.png",
    "Game Boy Palette; Wanda Pink by TheWolfBunny64_ 808137157.png",
    "Game Boy Palette; Winter Christmas by TheWolfBunny64_ 934039972.png",
    "Game Boy Palette; Winter Icy Blue by TheWolfBunny64_ 883280487.png",
    "Game Boy Palette; Wisteria Murasaki by TheWolfBunny64_ 810572681.png",
    "Game Boy Palette; Wonder Purple by TheWolfBunny64_ 970115157.png",
    "Game Boy Palette; WonderSwan Ver. by TheWolfBunny64_ 808484621.png",
    "Game Boy Palette; Wrestling Red by TheWolfBunny64_ 875957923.png",
    "Game Boy Palette; Xbox Green by TheWolfBunny64_ 877296434.png",
    "Game Boy Palette; Yellow Banana by TheWolfBunny64_ 810517047.png",
    "Game Boy Palette; Yo-kai Blue by TheWolfBunny64_ 810569951.png",
    "Game Boy Palette; Yo-kai Green by TheWolfBunny64_ 810569174.png",
    "Game Boy Palette; Yo-kai Pink by TheWolfBunny64_ 810567626.png",
    "Game Boy Palette; Yo-kai Purple by TheWolfBunny64_ 810570439.png",
    "Game Boy Palette; Yoshi Egg Green by TheWolfBunny64_ 875968941.png"
]